Repository: wagnerfnds/pier
Catalog: App/Resources/AppShortcuts.xcstrings
Source language: pt_br
Languages: en

source: Criar tarefa no ${applicationName}
en: Create a task in ${applicationName}

source: Criar tarefa no ${applicationName} em ${project}
en: Create a task in ${applicationName} in ${project}

source: Mandar mensagem para ${session} no ${applicationName}
en: Send a message to ${session} in ${applicationName}

source: Mensagem ao agente
en: Message to agent

source: Meus agentes no ${applicationName}
en: My agents in ${applicationName}

source: Negar o agente no ${applicationName}
en: Deny the agent in ${applicationName}

source: Negar pedido
en: Deny request

source: Nova tarefa
en: New task

source: Nova tarefa em ${project} no ${applicationName}
en: New task in ${project} in ${applicationName}

source: O que meus agentes estão fazendo no ${applicationName}
en: What are my agents doing in ${applicationName}

source: O que os agentes do ${applicationName} estão fazendo
en: What are the ${applicationName} agents doing

source: Permitir o agente no ${applicationName}
en: Allow the agent in ${applicationName}

source: Permitir pedido
en: Allow request

source: Status dos agentes
en: Agents status
